Repository: Vladsytnik/Wordy
Catalog: Wordy/Resources/Localizable.xcstrings
Source language: en
Languages: it, ru

# Вы уверены, что хотите удалить аккаунт? Это действие нельзя будет отменить.
source: Are you sure you want to delete your account? This action cannot be undone.
it: Sei sicuro di voler eliminare l'account? Questa azione non potrà essere annullata.
ru: Вы уверены, что хотите удалить аккаунт? Это действие нельзя будет отменить.

source: Choose your native language. It will be used for the automatic translation of your phrases and other functions. Does not affect the interface language.
it: Scegli la tua lingua madre. Sarà utilizzata per la traduzione automatica delle tue frasi e altre funzioni. Non influisce sulla lingua dell'interfaccia.
ru: Выберите ваш родной язык. Он будет использоваться для автоматического перевода ваших фраз и других функций. Не влияет на язык интерфейса.

source: Choose the language you want to learn. It will be used for listening to the correct pronunciation of your phrases and other functions. Does not affect the interface language.
it: Scegli la lingua che vuoi imparare. Sarà utilizzata per ascoltare la corretta pronuncia delle tue frasi e altre funzioni. Non influisce sulla lingua dell'interfaccia.
ru: Выберите язык, который вы хотите изучить. Он будет использоваться для прослушивания правильного произношения ваших фраз и других функций. Не влияет на язык интерфейса.

source: For the current module, you have reached the limit of automatic translations To get full access to all the features of the app, subscribe now
it: Per il modulo corrente hai raggiunto il limite di traduzione automatica Per accedere a tutte le funzionalità dell'app, sottoscrivi un abbonamento
ru: Для текущего модуля вы достигли лимита по количеству автоматического перевода Чтобы получить полный доступ ко всем возможностям приложения – оформите подписку

source: Our brain is designed in, such a way that information is absorbed more efficiently if it is divided into portions. 15 is the same portion, that is optimal for memorizing words 🧠
it: Il nostro cervello è progettato in modo tale che le informazioni vengano assorbite più efficientemente se suddivise in porzioni. 15 è la stessa porzione che è ottimale per memorizzare le parole 🧠
ru: Наш мозг устроен таким образом, что информация усваивается более эффективно, если она разделена на порции. 15 – это та самая порция, которая является оптимальной для запоминания слов 🧠

# Осталось добавить еще
source: You still need to add
it: Devi aggiungerne ancora
ru: Осталось добавить еще

# перевода
source: translations
it: traduzioni
ru: перевода

# - Исследователь -
source: - Explorer -
it: - Esploratore -
ru: - Исследователь -

# 💡 Правило пятнадцати слов
source: 💡 Fifteen-word rule
it: 💡 Regola delle quindici parole
ru: 💡 Правило пятнадцати слов

source: PRIVACY POLICY
it: INFORMATIVA SULLA PRIVACY

source: TERMS & CONDITIONS
it: CONDIZIONI D'USO

source: Test PRO Subscription
it: Test abbonamento PRO
ru: Тест PRO-подписки

source: There is nothing here yet...
it: Qui ancora non c'è nulla...
ru: Здесь пока ничего нет...

# А знаете ли вы, что?
source: Did you know that?
it: Sai cosa?
ru: А знаете ли вы, что?

# Авторизоваться
source: Sign in
it: Accedi
ru: Авторизоваться

# Без подписки доступно
source: Available without a subscription
it: Disponibile senza abbonamento
ru: Без подписки доступно

# Буду знать!
source: OK
it: Lo saprò!
ru: Буду знать!

# В честь этого хотим вручить тебе первую награду, ты это заслужил!
source: In honor of this, we'd like to present you with your first award. You've earned it!
it: In onore di questo, vorremmo consegnarti il tuo primo premio. Te lo sei meritato!
ru: В честь этого хотим вручить тебе первую награду, ты это заслужил!

# Вам прислали новый модуль 👇
source: You have received a new module 👇
it: Ti è stato inviato un nuovo modulo 👇
ru: Вам прислали новый модуль 👇

# Введите ваш ответ
source: Enter your answer
it: Inserisci la tua risposta
ru: Введите ваш ответ

# Возобновить покупку
source: Restore Purchase
it: Riprendi l'acquisto
ru: Возобновить покупку

# Войти через AppleID
source: Login with AppleID
it: Accedi con Apple ID
ru: Войти через AppleID

# Войти через почту
source: Login with email
it: Accedi tramite email
ru: Войти через почту

# Вы действительно хотите удалить эту группу?
source: Are you sure you want to delete this group?
it: Vuoi davvero eliminare questo gruppo?
ru: Вы действительно хотите удалить эту группу?

# Вы ответили:
source: You answered:
it: Hai risposto:
ru: Вы ответили:

# Выберите действие
source: Choose an action
it: Seleziona azione
ru: Выберите действие

# Выберите язык
source: Choose language
it: Seleziona lingua
ru: Выберите язык

# ВЫБРАТЬ
source: SELECT
it: SELEZIONA
ru: ВЫБРАТЬ

# Выйти
source: Log Out
it: Esci
ru: Выйти

# Выучить модуль
source: Learn module
it: Impara il modulo
ru: Выучить модуль

# генерации примеров
source: example generations
it: generazione di esempi
ru: генерации примеров

# Готово
source: Done
it: Fatto
ru: Готово

# Группы
source: Groups
it: Gruppi
ru: Группы

# Для изучения слов необходимо минимум 4 фразы
source: At least 4 phrases are required to learn words
it: Per studiare le parole, sono necessarie almeno 4 frasi
ru: Для изучения слов необходимо минимум 4 фразы

# До
source: To
it: A
ru: До

# Добавить
source: Create
it: Aggiungi
ru: Добавить

# Добавить пример
source: Add example
it: Aggiungi esempio
ru: Добавить пример

# Добавить слово
source: Add new word
it: Aggiungi parola
ru: Добавить слово

# Добавьте пример использования новой фразы
source: Add an example of using the new phrase
it: Aggiungi un esempio di utilizzo della nuova frase
ru: Добавьте пример использования новой фразы

# Добавьте свою первую фразу!
source: Add your first phrase!
it: Aggiungi la tua prima frase!
ru: Добавьте свою первую фразу!

# Доступен при добавлении в модуль 4 фраз
source: Available when adding 4 phrases to the module
it: Disponibile quando si aggiungono 4 frasi al modulo
ru: Доступен при добавлении в модуль 4 фразы

# Зарегистрироваться
source: Sign up
it: Registrati
ru: Зарегистрироваться

# Здесь может быть пример употребления фразы
source: Here can be your example
it: Qui potrebbe esserci un esempio di utilizzo della frase
ru: Здесь может быть пример

# Изменить
source: Change
it: Modifica
ru: Изменить

# Изучай слова с комфортом и минималистичным дизайном
source: Learn new words with comfort and minimalist design
it: Studia le parole con comfort e design minimalista

# ИИ автоматически переведет ее, а также покажет примеры использования в тексте.
source: AI will automatically translate it, and also show examples of its usage in the text.
it: L'IA la tradurrà automaticamente, e mostrerà anche esempi di utilizzo nel testo.
ru: ИИ автоматически переведет ее, а также покажет примеры использования в тексте.

# ИИ автоматически сгенерирует контекст и предложит несколько вариантов на выбор
source: AI will automatically generate context and suggest several options to choose from
it: L'IA genererà automaticamente il contesto e suggerirà diverse opzioni tra cui scegliere
ru: ИИ автоматически сгенерирует контекст и предложит несколько вариантов на выбор

# Или предложите идею по улучшению приложения
source: Or suggest an idea to improve the app
it: O proponi un'idea per migliorare l'applicazione
ru: Или предложите идею по улучшению приложения

# Используйте обучающий режим, чтобы эффективнее запоминать фразы
source: Use the learning mode to memorize phrases more effectively
it: Usa la modalità di apprendimento per memorizzare più efficacemente le frasi
ru: Используйте режим обучения, чтобы эффективнее запоминать фразы

# Кол-во в день:
source: Count per day:
it: Conteggio al giorno:
ru: Количество в день:

# Личность и стиль:
source: Personality and style:
it: Personalità e stile:
ru: Личность и стиль:

# Личность и стиль: стилизация интерфейса на свой вкус
source: Personality and style: styling the interface to suit your taste
it: Personalità e stile: personalizza l'interfaccia a tuo piacimento
ru: Личность и стиль: стилизация интерфейса на свой вкус

# Модули
source: Modules
it: Moduli
ru: Модули

# Модули:
source: Modules:
it: Moduli:
ru: Модули:

# Модуль
source: Module
it: Modulo
ru: Модуль

# Награда
source: Award
it: Premio
ru: Награда

# Нажмите для выбора эмодзи
source: Press to select an emoji
it: Premi per selezionare un'emoji
ru: Нажмите для выбора эмодзи

# Нажмите, чтобы применить
source: Press to apply
it: Premi per applicare
ru: Нажмите, чтобы применить

# Нажмите, чтобы создать новый модуль
source: Press to create a new module
it: Premi per creare un nuovo modulo
ru: Нажмите, чтобы создать новый модуль

# Нажмите, чтобы увидеть модули из этой группы
source: Press to see modules from this group
it: Premi per vedere moduli da questo gruppo
ru: Нажмите, чтобы увидеть модули из этой группы

# Настраивайте время и частоту уведомлений:
source: Set the time and frequency of notifications:
it: Imposta ora e frequenza delle notifiche:
ru: Настраивайте время и частоту уведомлений:

# Настраивайте время и частоту уведомлений: (описание пока не придумал)
source: Set the time and frequency of notifications: (описание пока не придумал)
it: Imposta ora e frequenza delle notifiche: (descrizione ancora da inventare)
ru: Настраивайте время и частоту уведомлений: (описание пока не придумал)

# Настраивайте уведомления и выбирайте цветовую тему
source: Customize notifications and choose a color theme
it: Configura le notifiche e scegli il tema colore
ru: Настраивайте уведомления и выбирайте цветовую тему

# Настройки
source: Settings
it: Impostazioni
ru: Настройки

# Не знаю
source: Don't know
it: Non lo so
ru: Не знаю

# Ничего не радует разработчиков сильнее, чем хороший отзыв в App Store :)
source: Nothing makes developers happier than a good review on the App Store :)
it: Nulla rende gli sviluppatori più felici di una buona recensione sull'App Store :)
ru: Ничего не радует разработчиков сильнее, чем хороший отзыв в App Store :)

# Новая группа
source: A new group
it: Nuovo gruppo
ru: Новая группа

# Новый модуль
source: New module
it: Nuovo modulo
ru: Новый модуль

# Объединяйте модули в группы
source: Combine modules into groups
it: Unisci i moduli in gruppi
ru: Объединяйте модули в группы

# Опишите вашу проблему
source: Describe your issue
it: Descrivi il tuo problema
ru: Опишите вашу проблему

# Опубликован
source: Shared
it: Condiviso
ru: Общие

# Оставить отзыв
source: Leave a review
it: Lascia una recensione
ru: Оставить отзыв

# Отмена
source: Cancel
it: Annulla
ru: Отмена

# Отменить
source: Cancel
it: Annulla
ru: Отменить

# Отправить
source: Send
it: Invia
ru: Отправить

source: By submitting this form, you consent to our support team using your email address and automatically collected device data (including OS version) to help resolve your support request. Information about your email and device will be used solely for this purpose and will not be shared with third parties. This usage is unrelated to any consents provided by our overall Privacy Policy.
it: Inviando questo modulo, acconsenti al nostro team di supporto di utilizzare il tuo indirizzo email e i dati automaticamente raccolti sul dispositivo (compresa la versione del sistema operativo) per aiutarti a risolvere la tua richiesta di supporto. Le informazioni sul tuo indirizzo email e sul dispositivo saranno utilizzate esclusivamente per questo scopo e non saranno trasmesse a terzi. Questo utilizzo non è correlato a eventuali consensi forniti dalla nostra Politica sulla privacy.
ru: Отправляя эту форму, вы даете согласие нашей команде поддержки использовать ваш адрес электронной почты и автоматически собираемые данные об устройстве (включая версию ОС) для помощи в разрешении вашего запроса на поддержку. Информация о вашей электронной почте и устройстве будет использоваться исключительно для этой цели и не будет передана третьим лицам. Такое использование не связано с любыми согласиями, предоставленными нашей общей Политикой конфиденциальности.

# Перевод
source: Translation
it: Traduzione
ru: Перевод

# Перейти в настройки
source: Go to settings
it: Vai alle impostazioni
ru: Перейти в настройки

# Погружайтесь в мир обучения без ограничений:
source: Immerse yourself in a world of learning without limits:
it: Immergiti nel mondo dell'apprendimento senza limiti:
ru: Погружайтесь в мир обучения без ограничений:

source: Immerse yourself in a world of learning without limits: unlimited access to training modeу
it: Immergiti nel mondo dell'apprendimento senza limiti: accesso illimitato alla modalità di apprendimento
ru: Погружайтесь в мир обучения без ограничений: неограниченный доступ к обучающему режиму

# Поздравляем!
source: Congratulations!
it: Congratulazioni!
ru: Поздравляем!

# Поиск
source: Search
it: Ricerca
ru: Поиск

# Помощь
source: Help
it: Aiuto
ru: Помощь

# Понятно
source: Understood
it: Compreso
ru: Понятно

# Попробовать
source: Try
it: Prova
ru: Попробовать

# Попробовать снова
source: Try again
it: Riprova
ru: Попробовать снова

# Попробуйте бесплатно и подпишитесь
source: Try Free and subscribe
it: Prova gratuitamente e abbonati
ru: Попробуйте и подпишитесь

# Попробуйте подписку Wordy Pro
source: Try Wordy Pro Subscription
it: Prova l'abbonamento Wordy Pro
ru: Попробуйте подписку Wordy Pro

# популярное
source: most popular
it: popolare
ru: популярное

# Правильный ответ:
source: Correct answer:
it: Risposta corretta:
ru: Правильный ответ:

# Пример
source: Example
it: Esempio

# Принять
source: Accept
it: Accetta
ru: Принять

# ПРОДОЛЖИТЬ
source: CONTINUE
it: CONTINUA
ru: ПРОДОЛЖИТЬ

# Произошла какая-то ошибка...
source: An error occurred...
it: Si è verificato un errore...
ru: Произошла какая-то ошибка...

# Пропустить
source: Skip
it: Salta
ru: Пропустить

# Пропустить обучение
source: Skip training
it: Salta l'addestramento
ru: Пропустить обучение

# Пусть разработчики грустят
source: Let the developers be sad
it: Lascia i developer essere tristi
ru: Пусть разработчики грустят

# Разблокируйте свой творческий потенциал:
source: Unlock your creativity:
it: Sblocca il tuo potenziale creativo:
ru: Разблокируйте свой творческий потенциал:

# Разблокируйте свой творческий потенциал: бесконечное количество модулей и фраз
source: Unlock your creativity: an endless number of modules and phrases.
it: Sblocca il tuo potenziale creativo: un numero infinito di moduli e frasi
ru: Разблокируйте свой творческий потенциал: бесконечное количество модулей и фраз

# Редактировать группы
source: Edit groups
it: Modifica gruppi
ru: Редактировать группы

# С
source: From
it: Da
ru: С

# Сбросить
source: Reset
it: Ripristina
ru: Сбросить

# Скопировать
source: Copy
it: Copiare
ru: Скопировать

# Сменить язык
source: Change language
it: Cambia lingua
ru: Сменить язык

# Создавайте модули
source: Create modules
it: Crea moduli
ru: Создавайте модули

# Создать модуль
source: Create new module
it: Crea modulo
ru: Создать модуль

# Сообщение*
source: Message*
it: Messaggio*
ru: Сообщение*

# Сохранено
source: Saved
it: Salvato
ru: Сохранено

# Сохранить
source: Save
it: Salva
ru: Сохранить

# СОХРАНИТЬ
source: SAVE
it: SALVA
ru: СОХРАНИТЬ

# Ты прошел еще одну тренировку 🥳
source: You completed another workout 🥳
it: Hai completato un altro allenamento 🥳
ru: Ты прошел еще одну тренировку 🥳

# Ты только что создал свой первый модуль, так держать!
source: You've just created your first module, well done!
it: Hai appena creato il tuo primo modulo, ottimo lavoro!
ru: Ты только что создал свой первый модуль, так держать!

# Уведомления
source: Notifications
it: Notifiche
ru: Уведомления

# Удалить
source: Delete
it: Elimina
ru: Удалить

# УДАЛИТЬ
source: DELETE
it: ELIMINA
ru: УДАЛИТЬ

# Удалить аккаунт
source: Delete account
it: Elimina account
ru: Удалить аккаунт

# Удалить модуль
source: Remove module
it: Elimina modulo
ru: Удалить модуль

# Удалить этот модуль?
source: Remove this module?
it: Eliminare questo modulo?
ru: Удалить этот модуль?

# Удерживайте, чтобы добавить или удалить модуль из группы
source: Hold to add or remove a module from the group
it: Tieni premuto per aggiungere o rimuovere un modulo dal gruppo
ru: Удерживайте, чтобы добавить или удалить модуль из группы

# Упс, произошла ошибка...
source: Oops, an error has occurred...
it: Oops, si è verificato un errore...
ru: Упс, произошла ошибка...

# Фраза
source: Phrase
it: Frase
ru: Фраза

# Хочу выучить
source: I want to learn
it: Voglio imparare
ru: Хочу выучить

# Это действие нельзя будет отменить
source: This action cannot be undone
it: Questa azione non potrà essere annullata
ru: Это действие нельзя будет отменить

# Язык
source: Language
it: Lingua
ru: Язык

source: Design
ru: Дизайн

# Логин
source: Login
ru: Логин

# ОК
source: OK
ru: ОК

# Оформление
source: Design
ru: Оформление

# Пароль
source: Password
ru: Пароль

# Почта*
source: Email*
ru: Почта*

# Родной
source: Native
ru: Родной
